Repository: LateButEarly/simple-facebook-page-widget
Catalog: lang/simple-facebook-widget-*.po
Languages: es_es

source: Simple Facebook Page Widget
es_es: Simple página de Facebook Widget

source: Easily display your Facebook Page feed.
es_es: Mostrar fácilmente su alimentación página de Facebook.

source: Title:
es_es: Título:

source: Facebook Page URL:
es_es: URL (dirección) de la página de Facebook:

source: Width:
es_es: Ancho:

source: Height:
es_es: Altura:

source: Show Cover Photo?
es_es: ¿Mostrar la foto de portada?

source: Show Facepile?
es_es: ¿Mostrar Facepile?

source: Show Posts?
es_es: ¿Mostrar mensajes?

source: Facebook Page Widget
es_es: Widget de la página de Facebook
